<?php

return [
    'post_status'            => [
        'published' => 'منتشر شده',
        'draft'     => 'پیش نویس',
        'pending'   => 'در انتظار',
    ],
    'comment_status'         => [
        'Pending'  => 'در انتظار',
        'Approved' => 'تائید شده',
        'Rejected' => 'رد شده',
    ],
    'first_name'             => 'نام',
    'last_name'              => 'نام خانوادگی',
    'email'                  => 'ایمیل',
    'password'               => 'کلمه عبور',
    'remember_me'            => 'مرا بخاطر بسپار',
    'confirm_password'       => 'تکرار کلمه عبور',
    'reset_password'         => 'بازیابی کلمه عبور',
    'login'                  => 'ورود',
    'register'               => 'ثبت نام',
    'confirm'                => 'ادامه دادن',
    'logout'                 => 'خروج',
    'resend_email'           => 'ارسال مجدد ایمیل تائید',
    'forgot_password'        => 'کلمه عبور خود را فراموش کرده اید؟',
    'already_registered'     => 'حساب کاربری دارید ؟',
    'send_reset_link'        => 'ارسال لینک بازیابی کلمه عبور به ایمیل',
    'forgot_password_msg'    => 'رمز عبورتان را فراموش کرده‌اید؟ مشکلی نیست. فقط آدرس ایمیل خود را وارد کنید تا یک لینک بازنشانی رمز عبور برایتان بفرستیم و بتوانید رمز جدیدی انتخاب کنید.',
    'confirm_msg'            => 'این بخش از برنامه امن است. لطفاً قبل از ادامه، رمز عبور خود را تأیید کنید.',
    'verify_email_tanks'     => 'ممنون از ثبت‌نام شما! قبل از شروع، لطفاً با کلیک روی لینکی که همین حالا برایتان ایمیل کردیم، آدرس ایمیل خود را تأیید کنید. اگر ایمیل را دریافت نکرده‌اید، خوشحال می‌شویم دوباره برایتان ارسال کنیم.',
    'verify_email_sent_link' => 'یک لینک تأیید جدید به آدرس ایمیلی که هنگام ثبت‌نام وارد کرده‌اید ارسال شد.',
];
